let coursesData = [
    {id:1 
        ,
         title:'React course',
          price:300_000, 
          img:'/images/react.png',
         description:' نوعی کتابخانه منبع باز جاوا اسکریپت است که در ابتدا به وسیله کمپانی متا (فیس‌بوک قبلی) توسعه یافت. هدف اصلی آن تسریع در ایجاد رابط‌های کاربری تعاملی و برنامه‌های کاربردی وب است که به طور قابل‌توجهی میزان کد مورد نیاز را در مقایسه با رویکردهای سنتی جاوا اسکریپت کاهش می‌دهد.'},
    {id:2 
        , 
        title:'Js course',
         price:400_000, 
         img:'/images/js.jpg', description:'جاوا اسکریپت یک زبان اسکریپت‌نویسی تحت وب است، که در میلیون‌ها صفحه وب برای اضافه کردن توابع، اعتبارسنجی فرم‌ها، ارتباط برقرار کردن با سرور و… استفاده شده است. در حال حاضر جاوا اسکریپت یکی از محبوب‌ترین زبان‌های برنامه‌نویسی وب شناخته می‌شود و تقریبا توسط تمام مرورگرهای وب پشتیبانی می‌شود'},
    {id:3 
        , title:'Next course', price:'free', img:'/images/next.png', description:'نکست جی‌اس یک چارچوب ری‌اکت است که چندین ویژگی اضافی، از جمله اسکریپت‌نویسی سمت سرور و صفحات وب ایستا را فراهم می‌کند. ری‌اکت یک کتابخانه جاوا اسکریپت است که به طور سنتی برای ساخت برنامه های کاربردی وب استفاده می شود که در مرورگر کلاینت با جاوا اسکریپت ارائه می شوند.'}
]

export default coursesData